<template>
    <div class="AboutMe">
        <img src="/upload/about-me.png" alt="Агафонова Галина" class="AboutMe-Image">

        <h2 class="AboutMe-Title" >НЕМНОГО ОБО МНЕ</h2>
        <p class="AboutMe-Text">Меня зовут Агафонова Галина. Керамической флористикой я начала заниматься
            в 2014 году.Люблю учиться, поэтому подошла к этому вопросу серьезно, и первый опыт обучения
            получила в школе лепки из полимерной глины Ольги Петровой.
        </p>
        <p class="AboutMe-Text">“Безумно интересно взяв любой цветок, изучив его строение, его цвет,
            разобрав для этого его до мельчайших лепестков и чашелистиков, попытаться слепить подобный….
            А когда удается передатьмельчайшие подробности строения и оттенки - цветок начинает Жить!”
        </p>
    </div>
</template>

<style lang="scss">
@import './AboutMe.scss';
</style>
